English/SSLD/3-2 3.13 Signifying Acts.org
#+OPTIONS: \n:t toc:nil num:nil html-postamble:nil
#+HTML_HEAD_EXTRA: <style>body {background: rgb(193, 230, 198) !important;}</style>
* 3-2 3.13 Signifying Acts
#+begin_verse
It sounds like in order to build more trust and to build better relationships,
	understanding the other person is really vital.
And so I'm wondering how to build that understanding and those skills at understanding other people.
Well, like in North America I think the emphasis is on listening.
So you listen carefully to the other person, what the other person is saying.
This is a very verbal culture and we privilege the spoken word.
But I have to say that careful listening is important
	and this is why we have like identify these different content areas
		like facts, attitude, emotions and needs.
But I also want to emphasize that we do not only gain understanding through listening.
If we pay attention, we observe to what other people are doing, right?
People sometimes can express their feelings and very significant emotional state
	through other channels than talking.
	
One of the concepts that I really want to introduce is the concept that I call 'Signifying Acts',
	which simply refers to acts or actions that we take that signify something.
Give you an example,
	in some cultures it is not appropriate for parents to apologize to their children
		if they've done something wrong.
So say for example,
	you have like a four year old walking down the hall
		and inadvertently take off the power line to her dad's computer.
And the dad yelled at her and then immediately, he felt bad,
	like I shouldn't be doing this to my four year old.
But then like maybe in his culture, apologizing might not be the best thing to do.
This person might then go up to his daughter and say hey,
	are you interested in taking a walk in the park, getting some ice cream, right?
That is sort of an indirect way of saying, I'm sorry.
I shouldn't have yelled at you, right.
That is considered a signifying act.

And one of the stories that I really like sharing and I actually had it in a book, right,
	is that we have this story from West China, like rural, mountainous area.
We had this girl who was betrothed to be married to a wealthier person because her family was broke.
She absolutely didn't want to get married to this guy,
	and her plan actually, was to commit suicide on her wedding night.
Before the wedding, she actually fell in love with another person.
So she was caught in very difficult position and then she had this filial obligation to her father.
So before she got married what she did was she walked down this mountainous area,
	it was like about ten kilometres walk, in this mountainous terrain, to go to the Yellow River,
		and get a bucket of water to take it home, to wash her father's feet.
So that is nothing was spoken, not a single word.
But it's a very intense, profound expression of emotion, right?
So this is what I mean by 'Signifying Acts'.

So being able to accurately decipher the code,
	'Signifying Acts' is a skill that we all need to learn.
And then, what I tried to point out earlier with this various examples is
	that this 'Signifying Acts' carry different meanings across different cultural contexts.
So what works in North America may not apply well in South America or in Africa or in Asia.
So a certain cultural understanding is also important for us
	to be able to understand or receive these messages correctly.
#+end_verse
** expression
trust [trʌst]: v.n. PEOPLE to believe that someone is honest or will not do anything bad or wrong OPP distrust, mistrust信任
vital [ˈvaɪt(ə)l]: adj. extremely important and necessary for something to succeed or exist SYN crucial至关重要的
verbal [ˈvɜrb(ə)l]: adj. spoken rather than written
privilege [ˈprɪvəlɪdʒ]: v. to treat some people or things better than others优先于
inadvertently [ˌɪnədˈvɜrt(ə)ntli]: adv. without realizing what you are doing SYN accidentally OPP deliberately不注意地
rural [ˈrʊrəl]: adj. happening in or relating to the countryside, not the city OPP urban乡下的, 田园的
mountainous [ˈmaʊnt(ə)nəs]: adj. a mountainous area has a lot of mountains多山的
broke [broʊk]: adj. having no money没钱的
filial [ˈfɪliəl]: adj. relating to the relationship of a son or daughter to their parents ⇨ parental子女的, 孝顺的
terrain [təˈreɪn]: n. a particular type of land地形
apply [əˈplaɪ]: v. to use something such as a method, idea, or law in a particular situation, activity, or process应用
--------------------
observe to sb./sth.: 注意到某人某事
through other channels than doing sth.: 通过其他渠道而不是做某事
take off the power line to sth.: 拔掉通往某物的电源线
be betrothed to sb.: 跟某人丁武
get/be married to sb. / marry sb.: 嫁给某人
commit suicide: 自杀
a bucket of sth.: 一桶某物
