SSLD/3-2 3.13 Signifying Acts.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-12-04 Wed 17:12 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org8e3e6eb" class="outline-2">
<h2 id="org8e3e6eb">3-2 3.13 Signifying Acts</h2>
<div class="outline-text-2" id="text-org8e3e6eb">
<p class="verse">
It sounds like in order to build more trust and to build better relationships,<br />
&#xa0;understanding the other person is really vital.<br />
And so I'm wondering how to build that understanding and those skills at understanding other people.<br />
Well, like in North America I think the emphasis is on listening.<br />
So you listen carefully to the other person, what the other person is saying.<br />
This is a very verbal culture and we privilege the spoken word.<br />
But I have to say that careful listening is important<br />
&#xa0;and this is why we have like identify these different content areas<br />
&#xa0;&#xa0;like facts, attitude, emotions and needs.<br />
But I also want to emphasize that we do not only gain understanding through listening.<br />
If we pay attention, we observe to what other people are doing, right?<br />
People sometimes can express their feelings and very significant emotional state<br />
&#xa0;through other channels than talking.<br />
<br />
One of the concepts that I really want to introduce is the concept that I call 'Signifying Acts',<br />
&#xa0;which simply refers to acts or actions that we take that signify something.<br />
Give you an example,<br />
&#xa0;in some cultures it is not appropriate for parents to apologize to their children<br />
&#xa0;&#xa0;if they've done something wrong.<br />
So say for example,<br />
&#xa0;you have like a four year old walking down the hall<br />
&#xa0;&#xa0;and inadvertently take off the power line to her dad's computer.<br />
And the dad yelled at her and then immediately, he felt bad,<br />
&#xa0;like I shouldn't be doing this to my four year old.<br />
But then like maybe in his culture, apologizing might not be the best thing to do.<br />
This person might then go up to his daughter and say hey,<br />
&#xa0;are you interested in taking a walk in the park, getting some ice cream, right?<br />
That is sort of an indirect way of saying, I'm sorry.<br />
I shouldn't have yelled at you, right.<br />
That is considered a signifying act.<br />
<br />
And one of the stories that I really like sharing and I actually had it in a book, right,<br />
&#xa0;is that we have this story from West China, like rural, mountainous area.<br />
We had this girl who was betrothed to be married to a wealthier person because her family was broke.<br />
She absolutely didn't want to get married to this guy,<br />
&#xa0;and her plan actually, was to commit suicide on her wedding night.<br />
Before the wedding, she actually fell in love with another person.<br />
So she was caught in very difficult position and then she had this filial obligation to her father.<br />
So before she got married what she did was she walked down this mountainous area,<br />
&#xa0;it was like about ten kilometres walk, in this mountainous terrain, to go to the Yellow River,<br />
&#xa0;&#xa0;and get a bucket of water to take it home, to wash her father's feet.<br />
So that is nothing was spoken, not a single word.<br />
But it's a very intense, profound expression of emotion, right?<br />
So this is what I mean by 'Signifying Acts'.<br />
<br />
So being able to accurately decipher the code,<br />
&#xa0;'Signifying Acts' is a skill that we all need to learn.<br />
And then, what I tried to point out earlier with this various examples is<br />
&#xa0;that this 'Signifying Acts' carry different meanings across different cultural contexts.<br />
So what works in North America may not apply well in South America or in Africa or in Asia.<br />
So a certain cultural understanding is also important for us<br />
&#xa0;to be able to understand or receive these messages correctly.<br />
</p>
</div>
<div id="outline-container-orga7ade66" class="outline-3">
<h3 id="orga7ade66">expression</h3>
<div class="outline-text-3" id="text-orga7ade66">
<p>
trust [trʌst]: v.n. PEOPLE to believe that someone is honest or will not do anything bad or wrong OPP distrust, mistrust信任<br />
vital [ˈvaɪt(ə)l]: adj. extremely important and necessary for something to succeed or exist SYN crucial至关重要的<br />
verbal [ˈvɜrb(ə)l]: adj. spoken rather than written<br />
privilege [ˈprɪvəlɪdʒ]: v. to treat some people or things better than others优先于<br />
inadvertently [ˌɪnədˈvɜrt(ə)ntli]: adv. without realizing what you are doing SYN accidentally OPP deliberately不注意地<br />
rural [ˈrʊrəl]: adj. happening in or relating to the countryside, not the city OPP urban乡下的, 田园的<br />
mountainous [ˈmaʊnt(ə)nəs]: adj. a mountainous area has a lot of mountains多山的<br />
broke [broʊk]: adj. having no money没钱的<br />
filial [ˈfɪliəl]: adj. relating to the relationship of a son or daughter to their parents ⇨ parental子女的, 孝顺的<br />
terrain [təˈreɪn]: n. a particular type of land地形<br />
apply [əˈplaɪ]: v. to use something such as a method, idea, or law in a particular situation, activity, or process应用<br />
</p>
<hr />
<p>
observe to sb./sth.: 注意到某人某事<br />
through other channels than doing sth.: 通过其他渠道而不是做某事<br />
take off the power line to sth.: 拔掉通往某物的电源线<br />
be betrothed to sb.: 跟某人丁武<br />
get/be married to sb. / marry sb.: 嫁给某人<br />
commit suicide: 自杀<br />
a bucket of sth.: 一桶某物<br />
</p>
</div>
</div>
