English/SSLD/3-2 3.13 Signifying Acts.org
** sentence
trust [trʌst]: v.n. PEOPLE to believe that someone is honest or will not do anything bad or wrong OPP distrust, mistrust信任
- If you go out of your way to help your friend, trust will be built.
- In his pursuit of trust, he keeps his oaths and often does his friends favors.
- As the team has accomplished some achievement, teammates began to trust their captain spontaneously.
vital [ˈvaɪt(ə)l]: adj. extremely important and necessary for something to succeed or exist SYN crucial至关重要的
- Washing your hands is vital for the patient who is having an operation.
- Keeping fed your cat twice a day is vital for her to lose her weight.
- It's vital for him to exchange five dollars for a bucket of rice.
verbal [ˈvɜrb(ə)l]: adj. spoken rather than written口头的
- You're naive enough to believe in verbal words from the mouth of a shrewd merchant.
- Paying attention to listening is vital for us to understand others in a verbal culture.
- The verbal words show us his respect of our chairman.
privilege [ˈprɪvəlɪdʒ]: v. to treat some people or things better than others优先
- This country privileges women and children, for there're cars in the subway reserved for them.
- The stuff in the subway conducted me to the note, it says, 'This car privileges women and children'.
- The representive advocates that our society should privilege women in public.
inadvertently [ˌɪnədˈvɜrt(ə)ntli]: adv. without realizing what you are doing SYN accidentally OPP deliberately不注意地
- I noticed to my horror that my cat inadvertently set the kitchen on fire.
- My wife inadvertently interrupted my process of programming referring to her family.
- The lovely eccentric always adds color to our dull routine inadvertantly.
rural [ˈrʊrəl]: adj. happening in or relating to the countryside, not the city OPP urban乡下的, 田园的
- People in the city are always forming an unrealistic picture of life in the rural village.
- It holds fairs three times a week in the rural village.
- People in the rural village soon learnt that Mary had lost a little lamb.
mountainous [ˈmaʊnt(ə)nəs]: adj. a mountainous area has a lot of mountains多山的
- Whether the grasses take root is vital for people in the mountainous area, especially meeting floods.
- People in the mountainous area now can take advantage of prosperous expresses in China.
- People in the mountainous area benifit from the internet shopping on it.
broke [broʊk]: adj. having no money没钱的
- You insist on your vacation at seaside resort when our family is broke.
- A broke visitor asked me to do him a favor and I refused without hesitation.
- The woman must be married to a gay because her house ceases to produce gold and is getting broke.
filial [ˈfɪliəl]: adj. relating to the relationship of a son or daughter to their parents ⇨ parental子女的, 孝顺的
- You are my son and have filial obligation to me.
- Having filial obligation to his father, he had to give up the job of kingsguard and become the lord of his house.
- The prince was so filial that he ordered his men to kill those people who had abused his mother.
terrain [təˈreɪn]: n. a particular type of land地形
- Our wives will benefit from rockey terrain in the battlefield. 
- There is an army of robberies in the mountainous terrain.
- Without amply sustenance, our soldiers couldn't survive crossing the moutainous terrain.
apply [əˈplaɪ]: v. to use something such as a method, idea, or law in a particular situation, activity, or process应用
- Machine will be applied in the field so that we will not cultivate grain with bare hands.
- Applying machine in this way is not good for its life span.
- Applying machine invented to detect gold, the explorers soon found the treasure in the cave.
--------------------
observe to sb./sth.: 注意到某人某事
- If you had observed to what the coach did, you would have passed the driver exam.
- Have you observed to my new haircut, darling?
- The cat observed to a bird which was kept in the cage.
through other channels than doing sth.: 通过其他渠道而不是做某事
- You'd better get ships through other channels than marrying an old noble.
- The shrewd businessman arranged a settlement through other channels than comprising with workers.
- I will move on to the next village through other channels than taking a bus.
take off the power line to sth.: 拔掉通往某物的电源线
- I just took off the power line to your computer by mistake, it's not a big deal.
- It must be my cat who took off the power line to the electric cooker.
- You shall take off the power line to the electric cooker in three hours.
be betrothed to sb.: 跟某人定亲
- I am not free to marry your daughter, I have been betrothed to the house of Winterfell.
- The girl planned to commit suicide after she heard that she was betrothed to a richer family.
- I have been betrothed to prince and I would be the queen in the realm.
get/be married to sb. / marry sb.: 嫁给某人
- She can't bear to be married to a crippled lord.
- I shall not be married to the old king, because I refused his proposal.
- If you got married to the butcher, you would suffer from poor in this way.
commit suicide: 自杀
- If the police arrived on the scene, they would try to figure out why the girl committed suicide.
- As we said, aware that he will be killed the pig jumped in the well and commit suicide.
- It dawned on him that he could pretend to commit suicide to get rid of the abduction.
a bucket of sth.: 一桶某物
- In spite of bad weather, our father still has caught a bucket of fish.
- A boy is carrying a bucket of wall from the well.
- My aunt instructed me to carry a bucket of wall to the village fair.
