SSLD/3-2 3.13 Signifying Acts.html
<div id="outline-container-org5538842" class="outline-3">
<h3 id="org5538842">sentence2</h3>
<div class="outline-text-3" id="text-org5538842">
<p>
trust [trʌst]: v.n. PEOPLE to believe that someone is honest or will not do anything bad or wrong OPP distrust, mistrust信任<br />
</p>
<ul class="org-ul">
<li>If you go out of your way to help your friend, trust will be built.<br /></li>
<li>In his pursuit of trust, he keeps his oaths and often does his friends favors.<br /></li>
<li>As the team has accomplished some achievements, teammates began to trust their captain spontaneously.<br /></li>
</ul>
<p>
vital [ˈvaɪt(ə)l]: adj. extremely important and necessary for something to succeed or exist SYN crucial至关重要的<br />
</p>
<ul class="org-ul">
<li>Washing your hands is vital for the patient who is having an operation.<br /></li>
<li>Having your cat eat twice a day is vital for her to lose weight.<br /></li>
<li>It's vital for him to exchange five dollars for a bucket of rice.<br /></li>
</ul>
<p>
verbal [ˈvɜrb(ə)l]: adj. spoken rather than written口头的<br />
</p>
<ul class="org-ul">
<li>You're naive enough to believe in verbal words from the mouth of a shrewd merchant.<br /></li>
<li>Paying attention to listening is vital for us to understand others in a verbal culture.<br /></li>
<li>The verbal words show us his respect for our chairman.<br /></li>
</ul>
<p>
privilege [ˈprɪvəlɪdʒ]: v. to treat some people or things better than others优先<br />
</p>
<ul class="org-ul">
<li>This country privileges women and children, for there are cars in the subway reserved for them.<br /></li>
<li>The staff in the subway referred me to the note, which said, 'This car privileges women and children'.<br /></li>
<li>The representative advocates that our society should privilege women in public.<br /></li>
</ul>
<p>
inadvertently [ˌɪnədˈvɜrt(ə)ntli]: adv. without realizing what you are doing SYN accidentally OPP deliberately不注意地<br />
</p>
<ul class="org-ul">
<li>I noticed to my horror that my cat inadvertently set the kitchen on fire.<br /></li>
<li>My wife inadvertently interrupted my programming process by referring to her family.<br /></li>
<li>The lovely eccentric always adds color to our dull routine inadvertently.<br /></li>
</ul>
<p>
rural [ˈrʊrəl]: adj. happening in or relating to the countryside, not the city OPP urban乡下的, 田园的<br />
</p>
<ul class="org-ul">
<li>People in the city always form an unrealistic picture of life in the rural village.<br /></li>
<li>It holds fairs three times a week in the rural village.<br /></li>
<li>People in the rural village soon learned that Mary had lost a little lamb.<br /></li>
</ul>
<p>
mountainous [ˈmaʊnt(ə)nəs]: adj. a mountainous area has a lot of mountains多山的<br />
</p>
<ul class="org-ul">
<li>Whether the grasses take root is vital for people in the mountainous area, especially when encountering floods.<br /></li>
<li>People in the mountainous area now can take advantage of prosperous expresses in China.<br /></li>
<li>People in the mountainous area benefit from the internet shopping on it.<br /></li>
</ul>
<p>
broke [broʊk]: adj. having no money没钱的<br />
</p>
<ul class="org-ul">
<li>You insist on your vacation at a seaside resort when our family is broke.<br /></li>
<li>A broke visitor asked me to do him a favor and I refused without hesitation.<br /></li>
<li>The woman must be married to a gay because her house ceases to produce gold and is getting broke.<br /></li>
</ul>
<p>
filial [ˈfɪliəl]: adj. relating to the relationship of a son or daughter to their parents ⇨ parental子女的, 孝顺的<br />
</p>
<ul class="org-ul">
<li>You are my son and have a filial obligation to me.<br /></li>
<li>Having a filial obligation to his father, he had to give up the job of kingsguard and become the lord of his house.<br /></li>
<li>The prince was so filial that he ordered his men to kill those people who had abused his mother.<br /></li>
</ul>
<p>
terrain [təˈreɪn]: n. a particular type of land地形<br />
</p>
<ul class="org-ul">
<li>Our wives will benefit from rocky terrain on the battlefield.<br /></li>
<li>There is an army of robberies in the mountainous terrain.<br /></li>
<li>Without ample sustenance, our soldiers couldn't survive crossing the mountainous terrain.<br /></li>
</ul>
<p>
apply [əˈplaɪ]: v. to use something such as a method, idea, or law in a particular situation, activity, or process应用<br />
</p>
<ul class="org-ul">
<li>Machine will be applied in the field so that we will not cultivate grain with bare hands.<br /></li>
<li>Applying a machine in this way is not good for its life span.<br /></li>
<li>Applying the machine invented to detect gold, the explorers soon found the treasure in the cave.<br /></li>
</ul>
<hr />
<p>
observe to sb./sth.: 注意到某人某事<br />
</p>
<ul class="org-ul">
<li>If you had observed to what the coach did, you would have passed the driver's exam.<br /></li>
<li>Have you observed to my new haircut, darling?<br /></li>
<li>The cat observed to a bird that was kept in the cage.<br /></li>
</ul>
<p>
through other channels than doing sth.: 通过其他渠道而不是做某事<br />
</p>
<ul class="org-ul">
<li>You'd better get ships through other channels than marrying an old noble.<br /></li>
<li>The shrewd businessman arranged a settlement through other channels than comprising workers.<br /></li>
<li>I will move on to the next village through other channels than taking a bus.<br /></li>
</ul>
<p>
take off the power line to sth.: 拔掉通往某物的电源线<br />
</p>
<ul class="org-ul">
<li>I just took off the power line to your computer by mistake, it's not a big deal.<br /></li>
<li>It must be my cat who took off the power line to the electric cooker.<br /></li>
<li>You shall take off the power line to the electric cooker in three hours.<br /></li>
</ul>
<p>
be betrothed to sb.: 跟某人定亲<br />
</p>
<ul class="org-ul">
<li>I am not free to marry your daughter, I have been betrothed to the house of Winterfell.<br /></li>
<li>The girl planned to commit suicide after she heard that she was betrothed to a richer family.<br /></li>
<li>I have been betrothed to the prince and I would be the queen in the realm.<br /></li>
</ul>
<p>
get/be married to sb. / marry sb.: 嫁给某人<br />
</p>
<ul class="org-ul">
<li>She can't bear to be married to a crippled lord.<br /></li>
<li>I shall not be married to the old king, because I refused his proposal.<br /></li>
<li>If you got married to the butcher, you would suffer from poor in this way.<br /></li>
</ul>
<p>
commit suicide: 自杀<br />
</p>
<ul class="org-ul">
<li>If the police arrived on the scene, they would try to figure out why the girl committed suicide.<br /></li>
<li>As we said, aware that he would be killed the pig jumped into the well and committed suicide.<br /></li>
<li>It dawned on him that he could pretend to commit suicide to get rid of the abduction.<br /></li>
</ul>
<p>
a bucket of sth.: 一桶某物<br />
</p>
<ul class="org-ul">
<li>In spite of bad weather, our father still has caught a bucket of fish.<br /></li>
<li>A boy is carrying a bucket of water from the well.<br /></li>
<li>My aunt instructed me to carry a bucket of water to the village fair.<br /></li>
</ul>
</div>
</div>
<div id="outline-container-org7f31d1b" class="outline-3">
<h3 id="org7f31d1b">summary</h3>
<div class="outline-text-3" id="text-org7f31d1b">
<p>
Listening carefully to what the other person is saying is very important,<br />
	so we have identified four different content areas: facts, attitude, emotions and needs.<br />
But we do not only gain understanding through listening,<br />
	because people can express their feelings and emotions through other channels than talking.<br />
One of the ways is 'Signifying Acts' which refers to action people take to signify something.<br />
For example, a father has just yelled at her five year old daughter<br />
	because she inadvertently took off the power line to his computer.<br />
Insteading of apologizing to her directly,<br />
	he asked her whether she wanted to go to park and eat ice cream.<br />
It meaned that he was sorry that he shouldn't have yelled at her.<br />
'Signifying Acts' is a skill that we all need to learn to understand other people better.<br />
Besides, it manifests very differently in different cultures.<br />
</p>
</div>
</div>
