English/SSLD/3-2 3.13 Signifying Acts.org
** summary2
Listening carefully to what the other person is saying is very important,
	so we have identified four content areas: facts, attitude, emotions, and needs.
But we do not only gain understanding through listening,
	as people can express their feelings and emotions through other channels than talking.
One of the ways is 'Signifying Acts' which refers to actions people take to signify something.
For example, a father has just yelled at her five-year-old daughter
	because she inadvertently took off the power line to his computer.
Instead of apologizing to her directly,
	he asked her whether she wanted to go to the park and eat ice cream.
It meant that he was sorry that he shouldn't have yelled at her.
'Signifying Acts' is a skill that we all need to learn to understand other people better.
Besides, it manifests as different forms in different cultures.
