SSLD/3-2 3.13 Signifying Acts.html
<div id="outline-container-org43ff6f7" class="outline-3">
<h3 id="org43ff6f7">summary2</h3>
<div class="outline-text-3" id="text-org43ff6f7">
<p>
Listening carefully to what the other person is saying is very important,<br />
	so we have identified four content areas: facts, attitude, emotions, and needs.<br />
But we do not only gain understanding through listening,<br />
	as people can express their feelings and emotions through other channels than talking.<br />
One of the ways is 'Signifying Acts' which refers to actions people take to signify something.<br />
For example, a father has just yelled at her five-year-old daughter<br />
	because she inadvertently took off the power line to his computer.<br />
Instead of apologizing to her directly,<br />
	he asked her whether she wanted to go to the park and eat ice cream.<br />
It meant that he was sorry that he shouldn't have yelled at her.<br />
'Signifying Acts' is a skill that we all need to learn to understand other people better.<br />
Besides, it manifests as different forms in different cultures.<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
